export const recruitmentDetailData = [
  {
    id: '1',
    title: '채용공고 제목',
    shopName: '오젯오젯',
    city: '서울 • 강남구',
    manager: '김오젯',
    callNumber: '010-1234-1234',
    deadline: '2021.01.01',
    workTime: '10:00 ~ 21:00',
    pay: '240이상',
    career: '디자이너',
    detailText:
      '[박승철헤어스투디오] \n' +
      '\n' +
      '1. 경기 수원시 영통구에 위치한 박승철헤어스투디오에서 디자이너 선생님을 기다립니다! \n' +
      '\n' +
      '◇ 모집분야 및 급여 \n' +
      '\n' +
      '·헤어디자이너 월 250 이상~ /인센티브42%~52% \n' +
      '헤어스탭 월 190이상~ \n' +
      '\n' +
      '◇ 근무시간 \n' +
      '\n' +
      '디자이너 : 오전 10:00 ~ 오후 09:00 \n' +
      '3개월 정착지원금 지원. or 프로테이지 가능하신분 환영합니다. (인센티브 42~52%) \n' +
      '경력 : 1년 이상 \n' +
      '휴무 협의 \n' +
      '주 4일제 / 격주 5일제 / 주 5일제 / 주 6일제 가능 \n' +
      '\n' +
      '** 열정적인 디자이너분들의 많은 지원바랍니다. \n' +
      '\n' +
      '** 선생님들 월주차 상시 무료 \n' +
      '\n' +
      '스탭 : 오전 10시~오후9시 \n' +
      '함께 매장을 이끌어 나가주실 스탭분들을 모집합니다. \n' +
      '가족과 같은 편안한 분위기에서 빠르게 성장하고 싶은 \n' +
      '성실하고 열정있는 분들의 연락을 기다리겠습니다~ \n' +
      '(샴푸 가능하신 분들 지원 부탁드려요~) \n' +
      '근무시간: 주4일~ 주5일 근무 \n' +
      '\n' +
      '\n' +
      '\n' +
      '\n' +
      '\n' +
      '◇ 지원방법 \n' +
      '온라인,직접방문,전화 연결 후 방문 (상시모집) \n' +
      '\n' +
      '\n' +
      '\n' +
      '본 채용정보에 관심 가져주셔서 감사합니다. \n' +
      '\n' +
      '상세요강 확인 후 입사지원 부탁드립니다. \n' +
      '\n' +
      '자세한 사항은 전화로 문의해주세요. \n' +
      '\n' +
      '전화연결 안될시 문자 주세요~! \n' +
      '\n' +
      '전화 문의 시 미용커플에서 채용정보 보고 전화 드렸습니다. \n' +
      '\n' +
      '라고 하시면 빠른 문의가 가능합니다.\n',
    workSpace: '서울 강동구 어쩌고 어쩌고',
  },
  {
    id: 2,
    title: '채용공고 제목',
    shopName: '오젯오젯',
    city: '서울 • 강남구',
    manager: '김오젯',
    callNumber: '010-1234-1234',
    deadline: '2021.01.01',
    workTime: '10:00 ~ 21:00',
    pay: '240',
    career: '디자이너',
    detailText:
      '[박승철헤어스투디오] \n' +
      '\n' +
      '1. 경기 수원시 영통구에 위치한 박승철헤어스투디오에서 디자이너 선생님을 기다립니다! \n' +
      '\n' +
      '◇ 모집분야 및 급여 \n' +
      '\n' +
      '·헤어디자이너 월 250 이상~ /인센티브42%~52% \n' +
      '헤어스탭 월 190이상~ \n' +
      '\n' +
      '◇ 근무시간 \n' +
      '\n' +
      '디자이너 : 오전 10:00 ~ 오후 09:00 \n' +
      '3개월 정착지원금 지원. or 프로테이지 가능하신분 환영합니다. (인센티브 42~52%) \n' +
      '경력 : 1년 이상 \n' +
      '휴무 협의 \n' +
      '주 4일제 / 격주 5일제 / 주 5일제 / 주 6일제 가능 \n' +
      '\n' +
      '** 열정적인 디자이너분들의 많은 지원바랍니다. \n' +
      '\n' +
      '** 선생님들 월주차 상시 무료 \n' +
      '\n' +
      '스탭 : 오전 10시~오후9시 \n' +
      '함께 매장을 이끌어 나가주실 스탭분들을 모집합니다. \n' +
      '가족과 같은 편안한 분위기에서 빠르게 성장하고 싶은 \n' +
      '성실하고 열정있는 분들의 연락을 기다리겠습니다~ \n' +
      '(샴푸 가능하신 분들 지원 부탁드려요~) \n' +
      '근무시간: 주4일~ 주5일 근무 \n' +
      '\n' +
      '\n' +
      '\n' +
      '\n' +
      '\n' +
      '◇ 지원방법 \n' +
      '온라인,직접방문,전화 연결 후 방문 (상시모집) \n' +
      '\n' +
      '\n' +
      '\n' +
      '본 채용정보에 관심 가져주셔서 감사합니다. \n' +
      '\n' +
      '상세요강 확인 후 입사지원 부탁드립니다. \n' +
      '\n' +
      '자세한 사항은 전화로 문의해주세요. \n' +
      '\n' +
      '전화연결 안될시 문자 주세요~! \n' +
      '\n' +
      '전화 문의 시 미용커플에서 채용정보 보고 전화 드렸습니다. \n' +
      '\n' +
      '라고 하시면 빠른 문의가 가능합니다.\n',
    detailImage: '',
    workSpace: '서울 강동구 어쩌고 어쩌고',
    coordinateX: '33.450701',
    coordinateY: '126.570667',
  },
];
